// 1기 : 1 ~ 7회 (2021년 7월 14일 ~ 2021년 8월 25일, 강원 동해시)
// 2기 : 8 ~ 13회 (2021년 9월 1일 ~ 2021년 9월 29일, 경남 거제시)
// 3기 : 14 ~ 18회 (2021년 10월 6일 ~ 2021년 11월 10일, 인천 강화도)
// 4기 : 19 ~ 24회 (2021년 11월 17일 ~ 2021년 12월 22일, 충남 태안군)
// 5기 : 25 ~ 30회 (2021년 12월 29일 ~ 2022년 2월 2일, 경기 안산시)
// 6기 : 31 ~ 38회 (2022년 2월 9일 ~ 2022년 3월 30일, 경기 가평군)
// 7기 : 39 ~ 44회 (2022년 4월 6일 ~ 2022년 5월 11일, 충북 제천시)
// 8기 : 45 ~ 50회 (2022년 5월 18일 ~ 2022년 6월 22일, 충남 태안군)
// 9기 : 51 ~ 58회 (2022년 6월 29일 ~ 2022년 8월 17일, 전북 무주군)
// 10기 : 59 ~ 68회 (2022년 8월 24일 ~ 2022년 10월 26일, 경북 경주시)
// 11기 : 69 ~ 75회 (2022년 11월 2일 ~ 2022년 12월 14일, 경기 동두천시)
// 12기 : 76회 ~ 83회 (2022년 12월 21일 ~ 2023년 2월 8일, 경기 여주시)
// 13기 : 84회 ~ 91회 (2023년 2월 15일 ~ 2023년 4월 5일, 충북 청주시)
// 14기 : 92회 ~ 99회 (2023년 4월 12일 ~ 2023년 5월 31일, 강원 평창군)
// 15기 : 101회 ~ 106회 (2023년 6월 7일 ~ 2023년 7월 19일, 제주특별자치도)
// 16기 : 107회 ~ 117회 (2023년 7월 26일~ 2023년 10월 4일, 경상북도 안동시)
// 17기 : 118회 ~ 12?회 (2023년 10월 11일 ~ 2023년 12월 예정, 경상남도 거창군)

export const generations = [
  {
    id: 1,
    sequence: 1,
    name: '1기',
    startDate: '20210714',
    endDate: '20210825',
    place: '강원 동해시',
    image: '',
  },
  {
    id: 2,
    sequence: 2,
    name: '2기',
    startDate: '20210901',
    endDate: '20210929',
    place: '경남 거제시',
    image: '',
  },
  {
    id: 3,
    sequence: 3,
    name: '3기',
    startDate: '20211006',
    endDate: '20211110',
    place: '인천 강화도',
    image: '',
  },
  {
    id: 4,
    sequence: 4,
    name: '4기',
    startDate: '20211117',
    endDate: '20211222',
    place: '충남 태안군',
    image: '',
  },
  {
    id: 5,
    sequence: 5,
    name: '5기',
    startDate: '2021229',
    endDate: '20220202',
    place: '경기 안성시',
    image: '',
  },
];
